[
    {
        "title": "Introduction",
        "hasInteraction": false,
        "texts": [
            "In a basic way, running is a method of locomotion that allows humans to move quickly on foot.",
            "It's a type of walking characterized by the fact that there's the moment where all the feet are above the ground.",
            "Running is part of human nature, we did it to survive and today we continue doing it, but with other goals as a health exercise or as a challenge itself.",
            "It's simple you have to repeat the same thing you do to walk, only in a faster way."
        ]
    },
    {
        "title": "Health",
        "hasInteraction": false,
        "texts": [
            "But how does something so simple, that people already learn when children can be so important and interesting to think about?",
            "There are factors that I think are the most common things most people know about, which are health-related.",
            "Did you know that run is a great way to help improve cardiovascular health?",
            "It is also proven that runners tend to sleep better, show signs of better psychological functioning and more focus during the day.",
            "Other studies indicate that exercise can help people cope with stress."
        ]
    },
    {
        "title": "Life as a running",
        "hasInteraction": true,
        "texts": [
            "But there's another factor that makes running very interesting: Running is a good metaphor for life.",
            "I'll show you some points to illustrate this argument",
            "But first, tap the character so it starts running"
        ]
    },
    {
        "title": "Obstacles",
        "hasInteraction": true,
        "texts": [
            "When you are running, many obstacles will appear, you will stumble sometimes, you may bump into some people, etc. Just like in life, sometimes things are not perfect.",
            "But you can get up and keep running, stand still thinking about it will not lead to anything.",
            "Come on, swipe up for the character to get up."
        ]
    },
    {
        "title": "Hills",
        "hasInteraction": true,
        "texts": [
            "Another common moment in a race is when you find a hill, that to get past it, you will need a lot of effort and get bored.",
            "In the middle of the path, you can think of giving up and coming back. But at some point, it will pass and will return to normal.",
            "So we can not let ourselves be carried down the slopes of life and give up our dreams.",
            "Our runner is almost stopping, swipe to the right to encourage him to run more."
        ]
    },
    {
        "title": "Pace",
        "hasInteraction": true,
        "texts": [
            "We also have to think at our pace.",
            "When running you should find your pace, otherwise, you will get tired well before you can reach.",
            "We don't need to hurry to finish or get rid of something, some things need time to live and absorb in the right way.",
            "Now he's very fast, swipe to the left so he slows down."
        ]
    },
    {
        "title": "Goals",
        "hasInteraction": true,
        "texts": [
            "Lastly, you must have your goals, they should define your satisfaction and for your happiness.",
            "There will always be better runners than you, but that's their goal, you have yours.",
            "To reach them you must follow a sequence, one step at a time. And it may be that at some point you realize that you got where you wanted and you are happy, even if there are others.",
            "Hold the character so he can stop whenever you want"
        ]
    },
    {
        "title": "Conclusion",
        "hasInteraction": false,
        "texts": [
            "Although simple, starting to run is difficult and requires perseverance. Just like life.",
            "There will be days of rain, that you can slip and get wet, but also sunny days and that everything will work out."
        ]
    },
    {
        "title": "My name is Matheus Oliveira Costa",
        "hasInteraction": false,
        "texts": [
            "I am a graduate student at the Federal University of Ceará in Brazil. I like software development and how it can help people's lives these days. I am a research fellow at the IFCE / Apple Developer Academy, where I put it into practice by creating apps that fit the reality of the community. I started running a while ago and soon after realized how much it helped me both physically and mentally, so the motivation to play the playground. Nowadays, I do not stop running, much because life does not stop either."
        ]
    }
]
